Revit 2024 API
FamilyParameterSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual FamilyParameterSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As FamilyParameterSetIterator
Visual C++
public:
virtual FamilyParameterSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
FamilyParameterSet Class
Autodesk.Revit.DB Namespace